{
    "clientFullName": "Mr LAVINA GHEEN",
    "termsAndConditions": {
        "termsAndConditionsId": 38,
        "htmlContent": "<style type=\"text/css\">ol { list-style-type: lower-alpha; } ol ol { list-style-type: lower-roman; } ol ol ol { list-style-type: lower-alpha; } </style> <h1 id=\"toc_0\">New CommBank app Terms and Conditions</h1><h2 id=\"toc_1\">1 Introducing the CommBank app for tablet</h2><p>The CommBank app for tablet &#40;&#8220;Tablet App&#8221;&#41; is designed for compatible iPad and Android tablet devices, offering a fast, simple and convenient tablet banking experience. The Tablet App is available to CommBank customers registered for NetBank with NetCode SMS.</p><p>The Tablet App is another way for you to view your accounts and transaction history, pay bills using BPAY(&#174;) and make payments, and manage your finances. You can access the same data that is available via other CommBank channels (eg Netbank, Mobile App, or MyWealth) and any changes you make on other CommBank channels will flow through and alter the data viewable through the Tablet App.</p><p>The Tablet App is more than another access point to your  accounts. Some features may only be available on the Tablet App and these terms and conditions will explain how those can be accessed and used.</p><p>You must only use the Tablet App with a compatible iPad or Android tablet device. You can install and register for the CommBank app on either tablet or mobile across a maximum of five tablet and/or mobile handset devices but you can only use one device at a time.</p><p>These Terms and Conditions govern only your use of the Tablet App, and apply in conjunction with the Terms and Conditions of your accounts as well as CBA&#39;s Electronic Banking Terms and Conditions. </p><h2 id=\"toc_2\">2 Making payments using a BSB and account number</h2><p>Payments will be processed by BSB and account number only, without using an account name. Some institutions with unique account numbers may disregard the BSB number. Please take care to enter the correct BSB and account number as you may not be able to recover a payment if it is credited to a mistaken account for example, if there are no funds in the account.</p><h2 id=\"toc_3\">3 Portfolio view</h2><p><ol type \"|a|\"><li>&#8216;Portfolio view&#8217; allows you to see a summary of your holdings.</li><li>Your use of Portfolio view  is governed by the MyWealth Terms and Conditions together with these Table App Terms and Conditions.</li><li>Using Portfolio view you can see:</li><ol type = \"i\"><li>Accounts or holdings you have with the Group (for instance, your accounts with CommBank, Colonial First State and CommSec), </li><li>Information you have provided in past product applications about properties, assets and liabilities with other financial institutions; and/or </li><li>Information you have chosen to include in your Portfolio via NetBank or MyWealth.</li></ol><li>You can remove or update the balance or value of any asset or liability in your Portfolio via NetBank or MyWealth, this includes adding a description or explanation of what the asset and/or liability represents.</li><li>Portfolio view also allows you to view your &#8216;net worth&#8217;. The net worth figure is a calculation of the difference between your total assets and your total liabilities as shown in Portfolio view. It will not take into account other information about your financial circumstances that you have not included in the Portfolio view.</li><li>Please read carefully any important information or notices relating to certain categories of assets or liabilities. </li></ol></p><h2 id=\"toc_4\">4 Savings Tracker</h2><p>Savings Tracker allows you to track your potential to save in each pay cycle.<ol type = (&#39;)a(&#39;)><li>Savings Tracker is only available on one account, your hub/default transaction account.</li><li>When you first turn on Savings Tracker on your hub/default account screen, you will need to enter information about your pay cycle to set up the Savings Tracker.</li><li>If you want to reset / update / delete your pay cycle information you can do this through the Settings screen of the Tablet App.</li><li>You can nominate a different account to be your hub/default account in the Settings screen of either the Tablet or Mobile App.</li><li>Savings Tracker provides a visualisation of your spending in each  pay cycle. Savings Tracker uses the pay information provided by you at set up and withdrawals from the default account for that specific pay cycle to show you how much you could save.</li><li>Savings Tracker may not be an accurate reflection of the amount you have available to save. Savings Tracker is reliant on the information you provided when you set up Savings Tracker and does not take into consideration actual deposits to your default account or changes to your pay or pay cycle. Please be sure to update the amount of your pay or frequency of your pay cycle information if they change.</li></ol></p><h2 id=\"toc_5\">5 Running balance graph</h2><p>Running Balance Graph makes it easy for you to keep track of day to day changes to your account balance.<ol type = (&#39;)a(&#39;)><li>Running Balance Graph is only visible on transaction and savings accounts.</li><li>Running Balance Graph maps the daily closing balance of your account over 35 days, including the current day. You will be able to see the closing balance of your account for previous days in the period, the real time closing balance for the current day, and total debits for each day, but the balance shown will not take into consideration any pending transactions.</li><li>Running Balance Graph is not predictive, and does not estimate the closing balance of your account on future dates.</li></ol></p><h2 id=\"tov_6\">6 Payment Limits</h2><p>Your existing NetBank daily limits apply to any payments made using the Tablet App.</p><h2 id=\"toc_7\">7 Protecting against unauthorised transactions</h2><h3 id=\"toc_8\">7.1 CommBank app access PIN</h3><ol type =\"a\"><li>When you register for the Tablet App, you have the option to set up a 4-digit CommBank app access PIN (&#8220;PIN&#8221;) .  If you have registered for the CommBank app on multiple tablet or mobile devices they will all share the same PIN. The PIN you have selected most recently on either the Tablet or Mobile App, will apply to both the Tablet and Mobile App.</li><li>You can change this PIN at any time by  logging into either the  Tablet App or Mobile App.</li></ol><h3 id=\"toc_9\">7.2 How to protect your PIN</h3><ol type = (&#39;)a(&#39;)><li>You should always:</li><ol type = (&#39;)i(&#39;)><li>memorise the PIN as soon as possible - if you record it, disguise it so others can&#39;t decipher it;</li><li>if you nominate a PIN, use a number that is not obvious or can&#39;t be easily guessed (e.g. don&#39;t use date of birth or driver&#39;s licence number); and</li><li>take precautions when using the Tablet App (e.g. don&#39;t let anyone watch you enter your PIN).</li></ol><li>You must never:</li><ol type = (&#39;)i(&#39;)><li>tell or let anyone find out your PIN - not even family or friends;</li><li>record a PIN on your device or computer;</li><li>keep a record of the PIN with your device.</li></ol></ol><h3 id=\"toc_10\">7.3 Other things you must do</h2><ol type = (&#39;)a(&#39;)><li>Lock your iPad or Android tablet device and take any and all reasonable steps to stop unauthorised use of the Tablet App . For example, if you share the use of the iPad or Android tablet device with others, make sure to log out of the Tablet App after each use.</li><li>Notify us immediately if your iPad or Android tablet device is lost or stolen or you suspect your PIN has become known to someone else. Only install approved applications on your iPad or Android tablet devices and never override the software lockdown (i.e. jailbreak your iPad or root your Android tablet device).</li></ol><h3 id=\"toc_11\">7.4 Other things you must never do</h3><p>Don&#39;t ever:</p><ol type = (&#39;)a(&#39;)><li>Leave your iPad or Android tablet device unattended and/or logged on to the Tablet App.</li><li>Use the Tablet App with a device other than a compatible iPad or Android tablet device.</li></ol><h2 id=\"toc_12\">8 Other things you should know</h2><h3 id=\"toc_13\">8.1 Verifying your mobile number for full access</h3><ol type = (&#39;)a(&#39;)><li>For security reasons, each time you register for the Tablet App or Mobile App, you are prompted to verify your mobile number.</li><li>After verifying once, you won&#39;t have to do so again on the same device until you need to re-register.</li></ol><h3 id=\"toc_14\">8.2 Using the CommBank app on more than one device</h3><ol type = (&#39;)a(&#39;)><li>You can install and register the CommBank app on up to five iOS, Android, Windows Phone 8 mobile handset or tablet devices with one NetBank ID, but you can only use one device at a time.</li><li>If you are no longer in possession of one or more of your registered devices, you should remove the device from your devices list by accessing  the &#8216;Settings&#8217; menu of either the Tablet or Mobile App, or by calling 13 2221.</li><li>You must verify your device with NetCode SMS in order to remove a device which has been verified previously.</li><li>For security reasons, logging on to the CommBank app on either tablet or mobile concurrently with another device(s) will terminate the session of the device that was last logged on.</li></ol><h3 id=\"toc_15\">8.3 Your account balance may include cheques waiting for clearance</h3><p>When you check your account balance via the Tablet App, please note that two figures will appear, <b>Account Balance and Available Funds</b>. The amount noted as <b>Available funds</b> may include cheques waiting for clearance.</p><h3 id=\"toc_16\">8.4 Check the details you enter carefully</h3><ol type = (&#39;)a(&#39;)><li>Please take care to enter the correct recipient or payee details or your payment may be unsuccessful and/or you may not be able to recover a payment made to an incorrect recipient. We do not check that the details you provide are correct.</li><li>You cannot delete or cancel a payment once it has been made.</li></ol><h3 id=\"toc_17\">8.5 Fees</h3><ol type = (&#39;)a(&#39;)><li>Any fees and charges that apply to your CBA accounts accessible via the Tablet App will continue to apply to transactions made using the Tablet App.</li><li>You may incur charges from your internet service provider or mobile carrier for downloading and using the Tablet App.</li></ol><h3 id=\"toc_18\">8.6 Privacy and using your location data</h3><p>Your privacy is important to us.</p><p>Certain features may require you to grant the Tablet App permission to access and log your tablet device&#39;s location information.  We promise to only use this information in accordance with our Privacy Policy, which may include for security purposes.</p><p>Our Privacy Policy is available in the &#8220;Support&#8221; section of the Tablet App, on our website at commbank.com.au (follow the Privacy Policy link) or upon request from any CBA branch. It contains further details about our information collection and handling practices including information about:<ul><li>other ways we may collect, use or exchange your information;</li><li>how you may access or seek correction of the information; and</li><li>how to make a complaint about a breach of your privacy rights, and our complaint handling procedures.</li></ul>We encourage you to check our website regularly for any updates to the Policy.</p><h3 id=\"toc_19\">8.7 Suspension or termination</h3><p>We may suspend or terminate your use of the Tablet App without notice at any time, e.g. if we suspect unauthorised transactions have occurred or that the Tablet App is being misused.</p><h3 id=\"toc_20\">8.8 Disclosures</h3><p>You agree that we may disclose your details to the recipient of the funds to aid them in identifying the transaction.</p><h3 id=\"toc_21\">8.9 Changes to these Terms and Conditions</h3><p>We may change these Tablet App Terms and Conditions at any time. We will notify you of any material changes by electronic notice to you via your device or the App Store if you are using an iPad, or the Google Play Store if you are using an Android tablet device. We may require you to confirm your acceptance of changes to continue using the Tablet App.</p><h3 id=\"toc_22\">8.10 Acknowledgement and compliance</h3><p>The Tablet App is not provided by Apple, Google or any other third party provider. Accordingly, any queries or complaints regarding the App (including but not limited to issues regarding intellectual property) should be directed to us and not Apple or Google. The foregoing applies for the benefit of Apple and Google. You also acknowledge the application of Australian anti-money laundering and counter terrorism financing regulations, and agree that you are not in a location that is subject to a government embargo.</p><h2 id=\"toc_23\">9 Meaning of words</h2><p><b>&#8220;compatible bank account&#8221;</b> or <b>&#8220;your account&#8221;</b> means a compatible CBA bank account.</p><p><b>&#8220;compatible iPad and/or, Android tablet device&#8221;</b> or <b>&#8220;devices&#8221;</b> means iPads that meet the requirements listed in the Apple App Store and/or Android tablet devices that meet the requirements listed on Google Play, as the context requires.<p><b>&#8220;the CommBank app for tablet&#8221;</b> or <b>&#8220;Tablet App&#8221;</b> means the CommBank app for tablet service described in section 1.</p><p><b>&#8220;we&#8221;, &#8220;us&#8221;, &#8220;our&#8221;, &#8220;CB&#8221;</b> or <b>&#8220;CBA&#8221;</b> means Commonwealth Bank of Australia ABN 48 123 123 124</p><p><b>&#8220;you&#8221;</b> or <b>&#8220;your&#8221;</b> means the person downloading the Tablet App.</p><p><b>&#8220;verify your mobile number&#8221;</b> or <b>&#8220;confirm your mobile number&#8221;</b> means the person must request to receive an SMS or notification containing a NetCode and enter that correct NetCode back into the Tablet App.</p><p>By clicking &#8220;Accept&#8221; you agree to these Tablet App Terms and Conditions.</p>\n  \n"
    },
    "broadcastMessages": [
                          {
                          "composedDate": "30/04/2015",
                          "messageContent": "Hello! This is a default broadcast message! This is amazing.",
                          "messageId": 1982,
                          "quarter": "2ndQuarter"
                          }
                          ],
    "messages": []
}