{
    "termsAndConditionsId":"33",
    "htmlContent": "<style type=\"text/css\">ol { list-style-type: lower-alpha; }    ol ol { list-style-type: lower-roman; }    ol ol ol { list-style-type: lower-alpha; }</style><h1 id=\"toc_0\">Tablet CommBank app Terms and Conditions</h1><h2 id=\"toc_1\">1 Introducing the CommBank app</h2><p>The CommBank app is designed for compatible iPhone, Android and Windows Phone 8 devices, offering a fast, simple and convenient mobile banking experience. The CommBank app is available to CBA customers registered for NetBank with NetCode SMS.</p><p>With the CommBank app, you can pay your bills using BPAY&reg; and make payments to others using their Australian BSB and account number. Payments can also be made to peers by simply using their mobile phone number or email address or by using your Facebook friends list. You can also make a payment by International Money Transfer if you have activated that service in NetBank. If you have a compatible CBA account you can also check your account balance and transaction history and transfer money between your CBA accounts. The CommBank app also has a Personal Loan Calculator where you can calculate repayments and a Foreign Exchange Toolkit where you can access exchange rates and currency converters.&nbsp;You can also view and complete some other activities on your Travel Money Card.</p><p>If you are a CommBank app user with an iPhone or Android device you can use &#39;Tap &amp; Pay&#39; to make contactless payments at merchants with compatible terminals. You can also use &#39;Cardless Cash&#39; to facilitate the collection of cash from most CommBank ATMs without using your card.</p><p>You must only use the CommBank app with a compatible iPhone, Android or Windows Phone 8 device. You can install and register the CommBank app on up to a maximum of five devices but you can only use one device at a time. These CommBank app Terms and Conditions govern your use of the CommBank app, together with the Terms and Conditions of your accounts used in connection with the CommBank app and the Electronic Banking Terms and Conditions.</p><h2 id=\"toc_2\">2 Making payments using a BSB and account number</h2><p>Payments will be processed by BSB and account number only, without using an account name. Some institutions with unique account numbers may disregard the BSB number. Please take care to enter the correct BSB and account number as you may not be able to recover a payment if it is credited to a mistaken account for example, if there are no funds in the account.</p><h2 id=\"toc_3\">3 Making Peer-to-peer payments (Pay to Mobile, Email &amp; Facebook Friend)</h2><p>Peer-to-peer payments allow CommBank app users to make payments to, and receive payments from, third parties with an Australian bank account (e.g. friends or service providers) using a mobile phone number, email address or Facebook details. Here&#39;s how it works.</p><h3 id=\"toc_4\">3.1 Pay to Mobile</h3><ol><li><p>You give us the recipient&#39;s mobile phone number and we send the recipient an SMS to notify them the payment is ready to be claimed.</p></li><li><p>Where the recipient is a registered user of the CommBank app with a compatible bank account and has verified their mobile number in the CommBank app, Pay to Mobile payments are processed directly to the recipient&#39;s nominated account without the recipient having to make a claim.</p></li></ol><h3 id=\"toc_5\">3.2 Pay to Email</h3><p>For Pay to Email, you give us the recipient&#39;s email address and we notify them by email that the payment is ready to be claimed and how to claim payment.</p><h3 id=\"toc_6\">3.3 Pay to Facebook Friend</h3><ol><li><p>To make Pay to Facebook Friend payments you login to your Facebook account via Facebook Connect and allow the CommBank app to access your Facebook account basic information. This allows the CommBank app to access your Facebook friends list so you can choose the friend you wish the payment to be made to.</p></li><li><p>You then need to notify them of the payment. You can do this by using a Facebook wall post via the CommBank app. If you skip this step, you will need to notify the Pay to Facebook Friend recipient separately.</p></li><li><p>Where the recipient is a registered user of the CommBank app with a compatible bank account and has added their Facebook account in the CommBank app, Pay to Facebook Friend payments are processed directly to the recipient&#39;s nominated account without the recipient having to make a claim, otherwise the recipient must claim the payment via the CommBank app or our collections website (see &quot;Claiming Peer-to-peer payments&quot;).</p></li></ol><h3 id=\"toc_7\">3.4 How we process payments</h3><ol><li><p>We use the mobile number, email address or Facebook ID to facilitate the payment. You should advise the recipient that you have provided us with this information.</p></li><li><p>Peer-to-peer payments are debited to your account when you request the Peer-to-peer payment. When the recipient&#39;s account will be credited depends on the policy and systems of their bank.</p></li><li><p>We do not pay interest on amounts credited back to your account if a recipient does not claim a payment or the funds are credited back to your account for any other reason.</p></li><li><p>You cannot make peer-to-peer payments using a credit card account.</p></li></ol><h2 id=\"toc_8\">4 Claiming Peer-to-peer payments</h2><ol><li><p>If the Payer gives us your mobile phone number and you are registered for the CommBank app with a compatible bank account, the payment is processed directly to your nominated account. If you aren&#39;t registered or don&#39;t have a compatible bank account, we send you an SMS to notify you the payment is ready to be claimed. If the Payer gives us your email address, we notify you by email.</p></li><li><p>If the Payer gives us your Facebook ID and you are registered for the CommBank app with a compatible bank account and have added your Facebook account in the CommBank app, the payment is processed directly to your nominated account. If you have also registered for CommBank Kaching for Facebook, the default account will be the same for both channels. If you aren&#39;t registered for the CommBank app or don&#39;t have a compatible bank account or haven&#39;t added your Facebook account in the CommBank app, the Payer will need to notify you they have initiated a CommBank Kaching for Facebook payment.</p></li><li><p>For you to claim a CommBank app payment the Payer must advise you of the Payment Code. If you haven&#39;t received the Payment Code, please contact the Payer.</p></li><li><p>You then enter in the CommBank app or through our collections website <a href=\"http://www.commbank.com.au/collect\">http://www.commbank.com.au/collect</a>:</p><ol><li>the Payer&#39;s method of payment (mobile, email, or Facebook, as applicable);</li><li>your mobile phone number, email address or Facebook login details via Facebook Connect (as applicable);</li><li>the Payment Code; and</li><li>select the account from the list of your available accounts or enter the BSB and account number of the account you wish the payment to be paid to.</li></ol></li><li><p>Payments will be processed by BSB and account number only, without using an account name. Some institutions with unique account numbers may disregard the BSB number. Please take care to enter the correct BSB and account number as you may not be able to recover a payment if it is credited to another person&#39;s account.</p></li><li><p>You must collect the payment within 14 days after the day the Payer inputs the payment. Otherwise, the payment is returned to the Payer.</p></li><li><p>Once you enter your details on our site, it may then take up to 3 business days before your account is credited with the funds.</p></li><li><p>We may cancel or suspend your right to claim a payment at any time without notice to you (e.g. if a dispute arises or we suspect mistake or fraud).</p></li><li><p>For security purposes, make sure you don&#39;t tell anyone else the Payment Code or record it anywhere that may lead to loss, theft or abuse.</p></li><li><p>We are not responsible for any loss you suffer due to:</p><ol><li>any delay in notifying you that a payment is available to be claimed;</li><li>any failure or delay by the Payer to provide you or us with the correct information to enable you to claim a payment;</li><li>another person becoming aware of your Payment Code;</li><li>your entering incorrect information in the CommBank app or on our collections website; or</li><li>our cancelling or suspending your right to claim a payment (e.g. if a dispute arises or we suspect mistake or fraud).</li></ol></li><li><p>You must contact the Payer if a CommBank app payment cannot be claimed by you or you wish to dispute the amount of the payment.</p></li></ol><h2 id=\"toc_9\">5 Using Tap &amp; Pay</h2><h3 id=\"toc_10\">5.1 About Tap &amp; Pay</h3><p>Tap &amp; Pay allows you to use your phone to make payments at merchants that accept contactless transactions. There are three ways you can access this service:</p><ol><li><p>if you have a Samsung Galaxy S4 phone set up for Tap &amp; Pay before 14 December 2014;</p></li><li><p>if you have a Tap &amp; Pay supported device you can set up the functionality directly on your device (if you&#39;re not sure whether your device qualifies, you can find out at <a href=\"http://www.commbank.com.au/commbankapp\">http://www.commbank.com.au/commbankapp</a>); or</p></li><li><p>you can order a PayTag (an NFC sticker to place at the back of your phone) to use Tap &amp; Pay.</p></li></ol><h3>5.2 Tap &amp; Pay using your Samsung Galaxy S4 phone (set up on your device before 14 December 2014)</h3><ol><li>If you have a Samsung Galaxy S4 phone that was set up for use of Tap &amp; Pay before 14 December 2014, you can turn Tap &amp; Pay on and off from within the app.<ol><li>If set to &#39;off&#39;, any attempted Tap &amp; Pay payments will be declined by the merchant terminal (other than some terminals which do not require authorisation).</li><li>If set to &#39;on&#39;, you can make purchases by tapping the back of the phone against a contactless&nbsp;reader.</li><li>Please note, while set to &#39;on&#39;, Tap &amp; Pay will work even if the app is closed.</li></ol></li><li>However, from 14 December 2014 the following capabilities are no longer available with your existing Tap &amp; Pay service:<ol><li>Add cards for Tap &amp; Pay; and</li><li>Remove cards from Tap &amp; Pay.</li></ol></li><li>If you wish to add or remove cards from Tap &amp; Pay, you will need to set up the new Tap &amp; Pay service on your device. You will be notified of this if you start to use those capabilities. If you proceed, your existing Tap &amp; Pay service will be cancelled and you will begin set up of the new Tap &amp; Pay service on Tap &amp; Pay eligible accounts (excluding credit card accounts) as described in section 5.3.</li><li>When a card that has been set up for use with Tap &amp; Pay expires, your existing Tap &amp; Pay service will be cancelled. You will be notified when this occurs. You can then set up the new Tap &amp; Pay service on Tap &amp; Pay eligible accounts (excluding credit card accounts) as described in section 5.3.</li><li>If you wish to stop using Tap &amp; Pay on your Samsung Galaxy S4, make sure you first delete the CommBank app. This will prevent any unauthorised use of the card you have selected for Tap &amp; Pay. You can then re-install the CommBank app to continue using the other features of the app.</li></ol><h3>5.3&nbsp;Tap &amp; Pay using your Tap &amp; Pay supported device</h3><ol><li>For Tap &amp; Pay supported devices, the CommBank app will provide the ability to set up Tap &amp; Pay directly on your device.</li><li>Prior to using Tap &amp; Pay, you must select a Tap &amp; Pay eligible account to be set up on your Tap &amp; Pay supported device. If you have more than one Tap &amp; Pay eligible account, you can select a different one to be set up at any time through the app.</li><li>A new Tap &amp; Pay card will be created for each account set up for Tap &amp; Pay.<ol><li>Each Tap &amp; Pay card will have its own unique card number that will be displayed in the app. This number will appear on merchant receipts and statements for transactions made using that Tap &amp; Pay card on your device.</li><li>Each Tap &amp; Pay card will have its own unique PIN that you will nominate during set up. This PIN must be entered into the app each time the Tap &amp; Pay card is used to make a purchase. If the PIN is entered incorrectly the purchase authorisation will be declined. If an incorrect PIN is used 5 times consecutively the Tap &amp; Pay card will be blocked. Depending on the purchase amount and the terminal configuration you may be required to enter your Tap &amp; Pay card PIN into the merchant&rsquo;s terminal to complete the purchase.</li><li>You can change the PIN for any of your Tap &amp; Pay cards through the app. Changing the PIN will enable a Tap &amp; Pay card to be used for payments again if it has been blocked due to incorrect PIN attempts.</li><li>When the PIN is changed for a Tap &amp; Pay card, the Tap &amp; Pay card number will also change. This new number will be displayed in the app and on merchant receipts and statements for transactions made using that Tap &amp; Pay card.</li><li>Individual Tap &amp; Pay cards can be cancelled at any time through the app. All Tap &amp; Pay cards on a device will be cancelled if the device registration is removed.</li></ol></li><li>If you have a PayTag, you will need to remove it from your device and destroy it.</li><li>To make a purchase you must have the app open to the Tap &amp; Pay screen and enter the PIN for the Tap &amp; Pay card you have selected to use.</li><li>The Tap &amp; Pay screen will automatically open if you tap your device against a contactless reader while the screen of the device is powered on. This will work even when the app is not open including when you are on the device&rsquo;s lock screen.</li><li>You must use the same Tap &amp; Pay eligible account to process refunds for any purchases made using that account.</li><li>From time to time, for security reasons you may need to have the app open and allow your device to connect to a network before it will allow you to make another purchase.</li></ol><h3 id=\"toc_11\">5.4&nbsp;Tap &amp; Pay using your PayTag</h3><ol><li><p>PayTags can be ordered within the CommBank app on any iPhone or Android device (excluding Tap &amp; Pay supported devices). There is a limit of one PayTag per customer.</p></li><li><p>You must have an eligible transaction account to order a PayTag.</p></li><li><p>Prior to using Tap &amp; Pay, your PayTag must be activated and linked to an eligible transaction account or MasterCard card account. The linked account can be changed at any time though the app.</p></li><li><p>Once activated, you can turn the Tap &amp; Pay functionality on and off from within the app.</p><ol><li>If set to &#39;off&#39;, any attempted Tap &amp; Pay payments will be declined by the merchant terminal (other than some terminals which do not require authorisation).</li><li>If set to &#39;on&#39;, the PayTag can be used for Tap &amp; Pay purchases up to $100 or such other limit as the merchant has set by tapping it against a <em>PayPass</em> or <em>PayWave</em> reader.</li><li>Please note, while set to &#39;on&#39;, the PayTag will work even if the app is closed, the device is turned off or the battery has run out.</li></ol></li><li><p>All Tap &amp; Pay transactions will be processed against the account currently linked, including refunds.</p></li><li><p>You must use your PayTag to process refunds for any purchases that were made using your PayTag.</p></li><li><p>You will not be able to order a PayTag or configure it for use on Tap &amp; Pay supported devices.</p></li><li><p>You can&#39;t use your PayTag overseas.</p></li></ol><h2 id=\"toc_13\">6 Cardless Cash</h2><h3 id=\"toc_14\">6.1 About Cardless Cash</h3><ol><li>Cardless Cash allows you to withdraw up to $200 from your account and facilitate collection of cash from most CommBank ATMs without a card using a CommBank Cash Code and CommBank Cash PIN. Here&#39;s how it works.</li></ol><h3 id=\"toc_15\">6.2 Setting up a Cardless Cash withdrawal</h3><ol><li><p>You will need to specify whether the cash is to be collected by you or by someone else on your behalf, the account you wish to withdraw from (only transaction accounts that are eligible for ATM access can be used) and the amount (this should be an amount compatible with the withdrawals permitted by ATMs, for example an amount which can be withdrawn in $20&#39;s and $50&#39;s).</p></li><li><p>If you are collecting the cash, when you select &quot;Confirm&quot; the CommBank Cash Code will be displayed on screen. At the same time, the CommBank Cash PIN will be automatically sent to your registered mobile number.</p></li><li><p>If someone else is collecting the cash on your behalf:</p><ol><li>you will need to enter their full name (without abbreviation or nicknames), their mobile number and a description of the transaction;</li><li>you must provide them the CommBank Cash Code. When you select &quot;Confirm&quot; you can choose to send them an SMS containing the CommBank Cash Code or you can share it with them another way; and</li><li>the CommBank Cash PIN will be automatically sent to them via SMS using the mobile number you entered.</li></ol></li><li><p>The specified amount will be immediately withdrawn from your account when you select &quot;Confirm&quot; and credited to a CBA owned account in which you have no interest. If you cancel the Cardless Cash transaction through the app, or the cash is not collected from an ATM within 30 minutes of the money leaving your account, the money will be automatically returned to your account.</p></li><li><p>We may suspend or terminate the Cardless Cash facility without notice at any time, e.g. if we suspect the facility is being misused.</p></li><li><p>We are not responsible for any loss you suffer due to:</p><ol><li>a third party becoming aware of the Cash Code or Cash PIN; or</li><li>you entering an incorrect mobile number or amount in the CommBank app.</li></ol></li></ol><h3 id=\"toc_16\">6.3 Collecting the funds</h3><ol><li><p>You or the person collecting cash on your behalf will need to enter the correct CommBank Cash Code and CommBank Cash PIN into a compatible CommBank ATM within 30 minutes of the money leaving your account. After this time the Cash Code and Cash PIN will expire and the money will be automatically returned to your account.</p></li><li><p>Cardless Cash only works with the one-off CommBank Cash Code and CommBank Cash PIN allocated to each transaction. Do not use your usual card PIN to collect cash using Cardless Cash and never share your card PIN with anyone, including someone collecting cash on your behalf. If you do, you may be liable for unauthorised transactions.</p></li><li><p>If the ATM is unable to dispense the exact amount, the machine will cancel the withdrawal session. If that occurs, you or the person collecting cash on your behalf will be able to collect the cash at another compatible CommBank ATM as long as the withdrawal is completed within 30 minutes of the money leaving your account.</p></li></ol><h2 id=\"toc_17\">7 Setting locks or limits on your credit card</h2><h3 id=\"toc_18\">7.1 About locks or limits</h3><ol><li><p>Only the primary cardholder can &quot;lock&quot; or &quot;limit&quot; transactions or apply a temporary lock on a card by updating their card settings.</p></li><li><p>You can choose to &quot;lock&quot; your credit card to block international in-store payments (see clause 7.3), international online payments (see clause 7.4), and ATM cash advances (see clause 7.5). You can then &quot;allow&quot; these transaction types at any time (for a limited or indefinite time period) by updating your card settings.</p></li><li><p>You can also choose to set a limit per transaction on your credit card, and update or remove the limit at any time, by updating your card settings.</p></li><li><p>You can choose to temporarily lock your card to prevent unauthorised use if you have misplaced it.</p></li><li><p>Transactions will be declined by us when we receive an authorisation request for a transaction which matches one of the transaction types you have locked, exceeds a limit you have set or takes place when a temporary lock is in place.</p></li></ol><h3 id=\"toc_19\">7.2 General Conditions</h3><ol><li><p>To decline transactions based on the international (in-store and online), ATM cash advance or limit per transaction locks you have set, we rely on the information about a transaction that a merchant or financial institution provides us. In this regard, we cannot decline a transaction if we receive an authorisation request which does not match one of the transaction types you have locked.</p></li><li><p>We will not decline transactions:</p><ol><li>flagged as &#39;recurring&#39; (e.g. direct debits);</li><li><p>from your credit card made via CommBank branches/phone banking/online/mobile banking, including:</p><ol><li>transfers to other accounts;</li><li>bill payments (including BPAY); and</li><li>assisted cash withdrawals via our branches;</li></ol></li><li><p>that are not sent to us for authorisation, e.g. some contactless payments or transactions processed when there is a system interruption; and</p></li><li><p>that we consider should be allowed for your convenience.</p></li></ol><p>These transactions will be charged to your account even if they match one of the locks or limits you have set.</p></li><li><p>While we will make every effort to decline transactions that match one of the locks or limits you have set, we cannot guarantee that all such transactions will be declined. We are not responsible for any loss you suffer if a transaction:</p><ol><li>authorised by you or any additional cardholder is charged to your account even though it matches one of the locks or limits you have set;</li><li>is declined because it matches one of the locks or limits you have set, including any subsequent loss of goods/services if a merchant is unable to process the transaction to the account.</li></ol></li><li><p>If you &quot;allow&quot; an international (in-store and online) or ATM cash advance transaction type or remove a limit in order to make a transaction, we recommend that you check your transaction history to confirm the transaction has appeared on your account before locking that transaction type again or re-applying a limit. This is because some merchants may not process your transaction immediately (e.g. the merchant may not process the transaction until the goods are dispatched).</p></li><li><p>Settings will apply to:</p><ol><li>the card type selected by the primary cardholder; and</li><li>the corresponding card held by any additional cardholder on the same account.</li></ol><p>The settings will not apply to a linked companion card (if applicable).</p><p>For example, if the primary cardholder &quot;locks&quot; ATM cash advances on the CommBank MasterCard, the setting will also apply to the additional cardholder&#39;s CommBank MasterCard; but will not apply to the companion CommBank American Express card.</p><p>It is the responsibility of the primary cardholder to notify any additional cardholder of any locks or limits set on their card.</p><p>The &quot;locks&quot; or &quot;limits&quot; can be removed via the CommBank app by the primary cardholder . Alternatively, the primary cardholder can call 13 2221 at any time to remove a &quot;lock&quot; or limit.</p></li><li><p>Any locks or limits set will continue to apply to damaged and expired card replacements. Except for the temporary lock setting, all other locks or limits will continue to apply for new card replacements (e.g. upgrades or lost and stolen requests). When you receive a new card, we recommend that you use the CommBank app to check that any international (in-store and online) or ATM cash advance locks or limit settings have been applied to the new card, as there may be rare instances where this process fails.</p></li><li><p>We will send a notification to the primary cardholder (via SMS or email and/or NetBank message) when:</p><ol><li>international (in-store and online) or ATM cash advance locks or limit settings are applied to a card for the first time;</li><li>a temporary lock is applied;</li><li>it has been 24 hours since the primary cardholder applied the temporary lock; and</li><li>a transaction is declined due to the lock or limit.</li></ol></li><li><p>The lock or limit functions (including any time period settings) are reliant on computer and/or telecommunications systems. Disruptions to these systems may result in the lock or limit functions (including any time period settings) being unavailable from time to time. In this case, the primary cardholder can call 13 2221 at any time to remove a &quot;lock&quot; or limit.</p></li></ol><h3 id=\"toc_20\">7.3 In-store international payments</h3><ol><li>Locking in-store international payments on your card will block transactions made at a merchant terminal outside of Australia, where the card is physically presented at the terminal at the time of processing the payment (excluding ATMs).</li></ol><h3 id=\"toc_21\">7.4 Online international payments</h3><ol><li><p>Locking online international payments on your card will block transactions that are processed outside of Australia where the card is not present. This could include (but is not limited to):</p><ol><li>online, phone, or mail order transactions; and</li><li>transactions on Australian websites where the merchant processes the transaction overseas.</li></ol></li></ol><h3 id=\"toc_22\">7.5 ATM cash advances</h3><ol><li>Locking ATM cash advances on your card will block cash withdrawals or cash transfers using a credit card account at an ATM (domestically and overseas).</li></ol><h3 id=\"toc_23\">7.6 Limit per transaction</h3><ol><li><p>Once a transaction limit has been set by the primary cardholder, all transactions attempted over (and not including) this amount will be declined (including cash advances and purchases).</p></li><li><p>A transaction limit does not affect your credit limit or your daily withdrawal limit.</p></li><li><p>Minimum and maximum limits apply.</p></li></ol><h3 id=\"toc_24\">7.7 Temporary Lock</h3><ol><li><p>The temporary lock is intended for temporary use only. The Bank may cancel and replace your cards at any time after the temporary lock has been set.</p></li><li><p>A temporary lock does not report your credit card as lost or stolen. If your card has been lost or stolen or you cannot locate your card within 24 hours you must report it as soon as possible via the app or by calling us. You should also tell us if there has been any fraudulent activity such as unauthorised transactions.</p></li><li><p>We will also send a notification to your other cardholder (if there is one and we have their contact details), via email or NetBank, when a temporary lock is placed on their card; or</p></li></ol><h2 id=\"toc_25\">8 Replace Damaged and Lost and Stolen Cards</h2><h3 id=\"toc_26\">8.1 General Conditions</h3><ol><li><p>By cancelling your card through the Lost and Stolen process using the CommBank app, you have not disputed any unauthorised transactions made on your account. Call us right away if you need to report any unauthorised transactions.</p></li><li><p>The replace damaged and lost or stolen functions are reliant on computer and/or telecommunications systems. Disruptions to these systems may result in the replace damaged and lost or stolen functions being unavailable from time to time.</p></li><li><p>Whilst we make every attempt to decline transactions once you have completed the lost/stolen process, some transactions may still go through e.g. transactions that are not sent to us for authorisation including some contactless payments or transactions processed when there is a system interruption. If you identify any unauthorised transaction you can lodge a dispute with us.</p></li><li><p>By using the replace damaged card function, you have not cancelled any cards and you can continue to use your current card until the new card arrives.</p></li><li><p>We will send a notification via email or NetBank:</p><ol><li>to you and your other cardholder (if there is one and we have their contact details), when a card is cancelled through the lost or stolen process; and</li><li>to the primary or additional cardholder (if there is one) who completes the replace damaged process.</li></ol></li></ol><h3 id=\"toc_27\">8.2 Personal and Business Credit Cards</h3><ol><li><p>The primary or additional cardholder can report their card lost or stolen. The settings will apply to:</p><ol><li>the card selected by the cardholder; and</li><li>the card held by any other cardholder on the same account.</li></ol><p>The settings will not apply to a linked companion card (if applicable).</p><p>For example, if the primary cardholder cancels their CommBank MasterCard, the additional cardholder&#39;s CommBank MasterCard will also be cancelled; but will not apply to the CommBank American Express card.</p></li><li><p>The primary or additional cardholder can order a replacement card for their damaged card. The settings will apply only to the card selected. The settings will not apply to a linked companion card (if applicable).</p></li></ol><h3 id=\"toc_28\">8.3 Consumer and Business Debit MasterCards</h3><ol><li><p>The cardholder can order a replacement card for their damaged card or report their card lost or stolen. The settings will not apply to the card of any joint account holder.</p></li><li><p>If you report your card lost or stolen, any recurring payments (e.g direct debits) set up using your card number will not be processed. Direct debits set up using your BSB and account number will still be processed.</p></li></ol><h3 id=\"toc_29\">8.4 Keycards</h3><ol><li>The cardholder can report their card lost or stolen. The settings will not apply to the card of any joint account holder.</li></ol><h2 id=\"toc_30\">9 Notifications</h2><p>Certain functionality on NetBank and the CommBank app may require you to elect to allow distribution of alerts from the Bank via a push notification service. Alerts will be sent to any compatible iOS or Android device on which you have installed and registered the CommBank app with notifications enabled, and confirmed your mobile number. Alerts could be seen by others (including unauthorised persons) who use or access your device. Please check the notifications settings on all your devices to ensure the privacy and alerts settings are appropriate for your use. If you have an iPhone, you can enable or disable CommBank app notifications via the Notification Centre in your phone Settings. If you have an Android phone, you can turn CommBank app notifications on or off via Settings within the CommBank app.</p><p>Alerts will include:</p><ul><li>NetCode information</li><li>Account alerts</li><li>Security and service alerts</li><li>Alerts when new versions or upgrades are available</li><li>Special offers and information about products and services</li></ul><p>All alerts will be sent to you and managed in accordance with the Bank&#39;s Privacy Policy. The Bank reserves the right to suspend or discontinue its alerts services at any time without notice.</p><h2 id=\"toc_31\">10 Payment Limits</h2><ol><li><p>For Peer-to-peer payments using an email, mobile phone or Facebook friend to recipients who are not registered users of the CommBank app, the maximum amount you can transfer per day is $500.</p></li><li><p>For Tap &amp; Pay payments made via a PayTag, a daily limit of $500 applies.</p></li><li><p>For Tap &amp; Pay payments, merchants or other financial institutions may impose payment limits or other restrictions on payments.</p></li><li><p>For Cardless Cash withdrawals a daily limit of $200 applies, with a maximum of 1 successful collection per day even if it is a smaller amount. Your existing daily NetBank limits will also apply, including the daily limit for transfers to a non-linked account (Cardless Cash withdrawals are considered NetBank transfers to a non-linked account).</p></li><li><p>For other payments using the CommBank app, including Peer-to-peer payments to recipients who are registered users of the CommBank app, your existing NetBank daily limits apply.</p></li></ol><h2 id=\"toc_32\">11 Protecting against unauthorised transactions</h2><h3 id=\"toc_33\">11.1 CommBank app access PIN</h3><ol><li><p>When you register for the CommBank app, you have the option to set up a CommBank app access PIN. The CommBank app on the device and CommBank Kaching for Facebook share the same 4-digit PIN. If you have registered for the CommBank app on the mobile, the 4-digit PIN you select here will replace your current 4-digit PIN.</p></li><li><p>You can change this PIN after logging into the CommBank app.</p></li><li><p>You can elect to require a PIN to access contactless payments within the CommBank app.</p></li></ol><h3 id=\"toc_34\">11.2 How to protect your CommBank app access PIN</h3><ol><li><p>You should always:</p><ol><li>memorise the PIN as soon as possible - if you record it, disguise it so others can&#39;t decipher it;</li><li>if you nominate a PIN, use a number that is not obvious or can&#39;t be easily guessed (e.g. don&#39;t use date of birth or driver&#39;s licence number); and</li><li>take precautions when using the CommBank app (e.g. don&#39;t let anyone watch you enter your PIN).</li></ol></li><li><p>You must never:</p><ol><li>tell or let anyone find out your PIN - not even family or friends;</li><li>record a PIN on your device or computer;</li><li>keep a record of the PIN with your device.</li></ol></li></ol><h3 id=\"toc_35\">11.3 Other things you must do</h3><ol><li><p>Lock your iPhone, Android or Windows Phone 8 device and take any reasonable steps to stop unauthorised use of the CommBank app or disclosure of your card details.</p></li><li><p>Notify us immediately if your iPhone, Android, Windows Phone 8 device or PayTag is lost or stolen or you suspect your CommBank app access PIN or your card details have become known to someone else. If your device is lost or stolen, also let us know if Tap &amp; Pay has been set up on it.</p></li><li><p>Only install approved applications on your iPhone, Android or Windows Phone 8 device and never override the software lockdown (i.e. jailbreak your iPhone or root your Android or Windows Phone 8 device).</p></li><li><p>If you stop using a Tap &amp; Pay supported device, make sure you first delete the CommBank app. This will prevent any unauthorised use of the card you have selected for Tap &amp; Pay. You can then re-install the CommBank app to continue using the other features of the app.&nbsp;</p></li></ol><h3 id=\"toc_36\">11.4 Other things you must never do</h3><p>Don&#39;t ever:</p><ol><li><p>Allow another person to use your device/PayTag to make purchases or payments.</p></li><li><p>Leave your iPhone, Android or Windows Phone 8 device unattended.</p></li><li><p>Use the CommBank app with a device other than a compatible iPhone, Android or Windows Phone 8 device.</p></li><li><p>When making a Peer-to-peer payment:</p><ol><li>disclose the Payment Code to any person other than the intended recipient.</li><li>allow any person other than the recipient to see, or overhear you providing the Payment Code.</li><li>record the Payment Code anywhere that is liable to loss, theft or abuse.</li><li>post the Payment Code on a friend&#39;s Facebook wall.</li></ol></li><li><p>When using Cardless Cash:</p><ol><li>disclose the CommBank Cash Code or CommBank Cash PIN to any person other than a person nominated by you to collect cash on your behalf; or</li><li>record the CommBank Cash Code or CommBank Cash PIN anywhere that is liable to loss, theft or abuse.</li></ol></li></ol><h2 id=\"toc_37\">12 Other things you should know</h2><h3 id=\"toc_38\">12.1 Verifying your mobile number for full access</h3><ol><li><p>For security reasons, each time you register for the CommBank app, you are prompted to verify your mobile number. You have the option to skip this step. If you do so, you will not have access to all the features of the CommBank app such as making peer-to-peer payments.</p></li><li><p>If you skipped verifying your mobile number, you will be prompted to do so when you first perform one of these activities.</p></li><li><p>After verifying once, you won&#39;t have to do so again on the same device until you need to re-register.</p></li></ol><h3 id=\"toc_39\">12.2 Using the CommBank app on more than one device</h3><ol><li><p>You can install and register on the CommBank app up to five iPhone, Android or Windows Phone 8 devices with one NetBank ID, but you can only use one device at a time.</p></li><li><p>If you are no longer in possession of one or more of your registered devices, you should remove them from your devices list from the &#39;Settings&#39; menu, or by calling 13 2221.</p></li><li><p>You must verify your device with NetCode SMS in order to remove a device which has been verified previously.</p></li><li><p>For security reasons, logging on to the CommBank app concurrently with another device(s), CommBank Kaching for Facebook or NetBank will terminate the session of the device that was last logged on.</p></li></ol><h3 id=\"toc_40\">12.3 Your account balance may include cheques waiting for clearance</h3><p>When you check your account balance, please note that the amount noted as <strong>Available funds</strong> may include cheques waiting for clearance.</p><h3 id=\"toc_41\">12.4 Check the details you enter carefully</h3><ol><li><p>Please take care to enter the correct recipient or payee details or your payment may be unsuccessful and/or you may not be able to recover a payment made to an incorrect recipient. We do not check that the details you provide are correct.</p></li><li><p>You cannot delete or cancel a CommBank app payment once it has been made.</p></li></ol><h3 id=\"toc_42\">12.5 Fees</h3><ol><li><p>Any fees and charges that apply to your CBA accounts accessible via the CommBank app will continue to apply to transactions made using the CommBank app.</p></li><li><p>You may incur charges from your mobile service provider for downloading and using the CommBank app.</p></li><li><p>There may be fees for purchasing a PayTag or for Tap &amp; Pay functionality, which we will advise when you opt in through the app.</p></li></ol><h3 id=\"toc_43\">12.6 Using your location data</h3><p>If you grant the CommBank app permission to use your iPhone, Android or Windows Phone 8 device&#39;s location information, we will log this location information for security purposes and to enable other CommBank app functionality where location information is required (e.g. nearest ATM).</p><h3 id=\"toc_44\">12.7 Suspension or termination</h3><p>We may suspend or terminate your use of the CommBank app without notice at any time, e.g. if we suspect unauthorised transactions have occurred or that the CommBank app is being misused.</p><h3 id=\"toc_45\">12.8 Disclosures</h3><p>You agree that we may disclose your details to the recipient of the funds to aid them in identifying the transaction.</p><h3 id=\"toc_46\">12.9 Changes to these Terms and Conditions</h3><p>We may change these CommBank app Terms and Conditions at any time. We will notify you of any material changes by electronic notice to you via your device or the App Store if you are using an iPhone, Google Play Store if you are using an Android device or the Windows Phone Store if you are using a Windows Phone 8 device. We may require you to confirm your acceptance of changes to continue using the CommBank app.</p><h3 id=\"toc_47\">13 Meaning of words</h3><p><strong>&quot;card details&quot;</strong> means the card number and expiry date or security/verification code of a CBA credit card or Debit MasterCard linked to the CommBank app.</p><p><strong>&quot;Cardless Cash&quot;</strong> means the functionality that facilitates the collection of cash from selected CommBank ATMs without using your card. &quot;Cardless Cash&quot; is a trade mark of Commonwealth Bank of Australia.</p><p><strong>&quot;compatible bank account&quot;</strong> or <strong>&quot;your account&quot;</strong> means a compatible CBA bank account.</p><p><strong>&quot;compatible iPhone, Android or Windows Phone 8 devices&quot;</strong> or <strong>&quot;devices&quot;</strong> means iPhones that meet the requirements listed in the Apple App Store, Android devices that meet the requirements listed on Google Play or Windows Phone 8 devices that meet the requirements listed on the Windows Phone Store.</p><p><strong>&quot;Payer&quot;</strong> means the person who requests that a CommBank app payment be made available for you to claim.</p><p><strong>&quot;Payment Code&quot;</strong> means the authentication code which must be entered to claim a CommBank app payment.</p><p><strong>&quot;PayTag&quot;</strong> means the <em>PayPass</em>-capable NFC sticker that can be ordered through the CommBank app to enable Tap &amp; Pay functionality.</p><p><strong>&quot;recipient&quot;</strong> means the person entitled to claim a CommBank app payment.</p><p><strong>&quot;Tap &amp; Pay&quot;</strong> means the contactless payments functionality by which you can tap your phone at contactless terminals to pay.</p><p><strong>&quot;Tap &amp; Pay eligible account&quot;</strong> means a compatible bank account that can be used for Tap &amp; Pay on a Tap &amp; Pay supported device. You will be notified if your accounts qualify when you elect to set up Tap &amp; Pay from within the app. Credit card accounts are not eligible for Tap &amp; Pay on Tap &amp; Pay supported devices.</p><p><strong>&quot;Tap &amp; Pay card&quot;</strong> means a &quot;virtual&quot; card with a unique number set up within the app which is linked to a Tap &amp; Pay eligible account.</p><p><strong>&quot;Tap &amp; Pay supported devices&quot;</strong> means any smartphone device that allows you to set up Tap &amp; Pay directly on your phone. If you&#39;re not sure whether your device qualifies, you can find out at <a href=\"http://www.commbank.com.au/commbankapp\">http://www.commbank.com.au/commbankapp</a>.</p><p><strong>&quot;the CommBank app&quot;</strong> means the CommBank app service described in section 1.</p><p><strong>&quot;we&quot;</strong>, <strong>&quot;us&quot;</strong>, <strong>&quot;our&quot;</strong>, or <strong>&quot;CBA&quot;</strong> means Commonwealth Bank of Australia ABN 48 123 123 124</p><p><strong>&quot;you&quot;</strong> or <strong>&quot;your&quot;</strong> means the person downloading the CommBank app.</p><p><strong>&quot;verify your mobile number&quot;</strong> or <strong>&quot;confirm your mobile number&quot;</strong> means the person must request to receive an SMS or notification containing a NetCode and enter that correct NetCode back into the CommBank app.</p><p>By clicking &quot;Accept&quot; you agree to these CommBank app Terms and Conditions.</p>",
    "messages":[]
}